
/* Description text. %1 is the system version, %2 is the volume name, %3 is the System Folder name if it's not "System Folder" */
"DESCRIPTION_WITH_SFNAME" =	"Seleccionou %1 (%3)\nno disco “%2”.";
"DESCRIPTION" =				"Seleccionou %1\nno disco “%2”.";
"ICON_LABEL_LINE1" =		"%1";
"ICON_LABEL_LINE2" = 		"em %2";

/* Labels inside the tool-tips */
"Volume:" = "Volume:";
"System:" = "Sistema:";
"Version:" = "Versão:";
"Location:" = "Local:"; /* name of Mac OS 9 System Folder if it's not called "System Folder" */
"Server:" = "Servidor:"; /* Internet Host containing NetBoot image */

/* Product names for Beta systems that didn't have SystemVersion.plist */
"PB" = "Public Beta";
"WWPB" = "World Beta";

/* The restart button has no ellipsis when the option key is down */
"RESTART" = "Reiniciar";
"RESTART..." = "Reiniciar…";
"RESTARTING" = "A reiniciar";
"RESTART?" = "Tem a certeza de que pretende reiniciar o computador?";
"RESTART_NETINSTALL" = "Reiniciar o computador utilizando este disco de instalação?";
"SAVE_DESCRIPT" = "O computador iniciar-se-á usando %1 em “%2”.";
"CANCEL" = "Cancelar";
"OK" = "OK";
"SHUTDOWN" = "Desligar";

/* You sure you want to go into TDM sheet */
"TDM_AND_RESTART?" = "Tem a certeza de que pretende reiniciar o computador em modo disco de destino?";
"ENTER_TDM" = "Reiniciar";
"TDM_DESCRIPT" = "O computador será reiniciado em modo disco de destino. Para o utilizar como disco rígido, ligue-o a outro computador por cabo FireWire. Para abandonar o modo disco de destino, prima o botão de alimentação.";
"kSD_TDM_BOOTARGS_FOUND" = "Para desligar o computador em modo de disco de destino por FireWire, tem de manter premido o botão de alimentação durante mais tempo do que o normal, porque boot-args contém definições de depuração.";

/* The tdm button has no ellipsis when the option key is down */
"TDM" = "Modo disco de destino";
"TDM..." = "Modo disco de destino…";

/* NetBoot Stuff */
"NETWORK_STARTUP" = "Arranque em rede"; /* Search at startup, no NB2 server found */
"NETWORK_STARTUP_LIST" = "Arranque em rede…"; /* More Choices icon */
"NETWORK_VOLUME" = "Disco em rede"; /* specific image icon line 2 */
"NETBOOT_LIST_TOOLTIP" = "Seleccione um disco de rede em baixo"; /* More Choices tooltip */
"SAVE_NETBOOT_DESCRIPT" = "O computador iniciar-se-á usando o disco de rede “%1”."; /* save sheet */
"SAVE_NETINSTALL_DESCRIPT" = "O computador iniciar-se-á usando o disco de rede “%1”. Se o disco instalar software automaticamente, o disco rígido poderá ser apagado."; /* save sheet */
"NETBOOT_DESCRIPTION" = "Seleccionou o disco de rede “%1”."; /* descriptive text at bottom of window */

"NETBOOT_ANY_TOOLTIP" = "Procurar disco de rede no arranque"; /* no server found tooltip */
"SAVE_NETBOOT_ANY_DESCRIPT" = "O computador irá procurar um disco de rede no arranque."; /* save sheet */
"NETBOOT_ANY_DESCRIPTION" = "Especificou a pesquisa de um disco de rede no arranque."; /* descriptive text at bottom of window */

/* kind strings for the netboot list view */
"INSTALL_9_KIND" = "Instalar o Mac OS 9";
"INSTALL_X_KIND" = "Instalar Mac OS X";
"INSTALL_XSERVER_KIND" = "Instalar o Mac OS X Server";
"9_KIND" = "Mac OS 9";
"X_KIND" = "Mac OS X";
"XSERVER_KIND" = "Mac OS X Server";
"UNTITLED_NAME" = "Sem nome";


/* error messages */
"SAVE_ERROR_TITLE" = "Não é possível alterar o disco de arranque do disco seleccionado.";
"SAVE_ERROR_MSG" = "O Disco de Arranque não conseguiu recolher informação suficiente sobre o disco seleccionado.";
"TDM_ERROR_TITLE" =  "Não é possível iniciar com o modo de disco de destino.";
"TDM_ERROR_MSG" =  "O Disco de Arranque não conseguiu configurar o sistema correctamente.";



/* product names */
"Mac OS X" = "Mac OS X";
"Windows" = "Windows";
"Foreign OS" = "SO de terceiros";


